module.exports = {

}

var data = {
    "id": 1,
    "data": [
        {
        "movie_id": 1,
        "title": "神探夏洛克 第一季",
            "haibao_url": "XXXXXX/uploads/images/haibao/神探夏洛克.jpg",
            "content": "《神探夏洛克》是一部由BBC出品的英国迷你电视剧，该剧将原著的故事背景从19世纪大英帝国国势鼎盛的时期搬到了21世纪繁华热闹的大都市中。 这一次夏洛克·福尔摩斯(本尼迪克特·康伯巴奇 Benedict Cumberbatch 饰)不仅是著名大侦探更是一名时尚潮人。和他的 好友兼得力助手约翰·华生（马丁·弗瑞曼 Martin Freeman 饰）分别经历了离奇市民自杀案件、黑帮走私事件和倒计时炸弹杀人案。每一个案件看似独立其实都有联系，两人每解决一个案子，就又会出现新的难题和的受害无辜百姓。经过抽丝剥茧，幕后黑手莫里亚蒂(安德鲁·斯科特 Andrew Scott 饰)终于浮出水面，最后一集的交锋中，被炸弹和狙击枪威胁的夏洛克和华生该如何脱身，只能等到第二季让BBC来告诉大家了。",
            "actor": " 本尼迪克特·康伯巴奇 / 马丁·弗瑞曼 / 鲁珀特·格雷夫斯",
            "be_on": "2010-07-25(英国)",
            "time": "90分钟",
            "movie_class": "剧情 / 悬疑 / 犯罪",
            "movie_url": "xxxxxx/uploads/videos/神探夏洛克1-1.mp4",
            "you_name": "新世纪福尔摩斯(港) / 新福尔摩斯(港) / 福尔摩斯新传(港) / 新编夏洛克 第一季 / 当夏洛克遇见华生 / 歇洛克"
        },
        {
            "movie_id": 2,
            "title": "第十一个前锋",
            "haibao_url": "XXXXXX/uploads/images/haibao/%E7%AC%AC%E5%8D%81%E4%B8%80%E4%B8%AA%E5%89%8D%E9%94%8B.jpg",
            "content": "阳光明媚的一天，东都体育场正进行一场东京Spirit和大阪钢巴的精彩足球比赛，江户川柯南（高山南 配音）、灰原哀（林原惠美 配音）、阿笠博士以及少年侦探团的伙伴们齐齐到场呐喊助威。城市的另一边，事务所内的毛利小五郎（小山力也 配音）却接到一通恐怖袭击的电话。经过一番努力，小兰（山崎和佳奈 配音）终于摆脱新一解开了犯人留下的暗语，成功拯救了无数人的生命。在此之后，警方和毛利一方锁定了数名嫌疑人，并随之展开调查。与此同时，躲在暗处的犯人继续策划新一轮的袭击，前所未有的大挑战，争分夺秒的对决，裹挟着无数怨恨的袭击强势袭来…… ",
            "actor": "高山南 / 山崎和佳奈 / 小山力也 / 山口胜平 / 松井菜",
            "be_on": "2012-04-14(日本)",
            "time": "110分钟",
            "movie_class": "动画 / 悬疑",
            "movie_url": "XXXXXX/uploads/videos/%E7%AC%AC%E5%8D%81%E4%B8%80%E4%B8%AA%E5%89%8D%E9%94%8B.mp4",
            "you_name": "名侦探柯南第16弹：第11位前锋(台) / 名侦探柯南：第11人的前锋 / 第11个前锋 / 第11名王牌 / Detective Conan: The Eleventh Striker / Detective Conan2012"
        },
        {
            "movie_id": 3,
            "title": "天空的遇难船",
            "haibao_url": "XXXXXX/uploads/images/haibao/天空的遇难船.jpg",
            "content": "铃木园子的叔叔次郎吉不甘心失败，决定再次向怪盗基德发出挑战。这位坏脾气的大叔斥巨资制造了巨型的飞船贝尔·雪利二世号，并以镶嵌有名贵宝石“天空的贵妇人”的戒指作赌注，邀请基德前来挑战，看他能否在东京到大阪的这6小时时间内完成这项困难的任务。柯南、小兰等人理所当然也接到邀请，甚至电视台的人也兴师动众前来。随着时间的流逝，双方的对决悄悄展开。另一方面，恐怖组织红色暹罗猫也登上了飞船。此前不久，红色暹罗猫袭击了国立东京微生物研究所，并盗走一种致命的病毒。  ",
            "actor": "高山南 / 山崎和佳奈 / 小山力也 / 林原惠美 / 山口胜",
            "be_on": "2010-04-17(日本)",
            "time": "102分钟",
            "movie_class": "动画 / 悬疑",
            "movie_url": "XXXXXX/uploads/videos/天空的遇难船.mp4",
            "you_name": "Detective Conan: The Lost Ship in The Sky / 名侦探柯南：剧场版第14部"
        },
        {
            "movie_id": 4,
            "title": "异次元的狙击手",
            "haibao_url": "XXXXXX/uploads/images/haibao/%E5%BC%82%E6%AC%A1%E5%85%83%E7%9A%84%E7%8B%99%E5%87%BB%E6%89%8B.jpg",
            "content": "风和日丽的一天，铃木财团巨资营建的铃木塔举行了盛大的开幕典礼。柯南（高山南 配音）和好朋友们自然受邀参观。谁知一名游客突然被远处建筑发射来的子弹狙击身亡，柯南锁定凶手果断展开追击，然而对方胆大非常，公然炸毁拦截他的警车，在重重包围中脱身而去。在此之后，FBI和日本警方组成联合调查总部，经朱蒂•斯泰琳（一城美由希 配音）介绍得知，嫌疑人很可能是原美国海豹突击队狙击手蒂莫西·亨特。战功显赫的亨特曾经获得过银星勋章，但是后来被战友指控违反交战原则，射杀了手无寸铁的平民，此后他更在战场上遭遇影响毕生的创痛，人生也彻底跌入低谷。此番他以神秘狙击手的出现，显然是想想那些毁灭了他的人生的人们复仇。  ",
            "actor": "高山南 / 山口胜平 / 山崎和佳奈 / 小山力也 / 日高法",
            "be_on": "2014-04-19(日本)",
            "time": "110分钟",
            "movie_class": "动画 / 悬疑",
            "movie_url": "XXXXXX/uploads/videos/异次元的狙击手.mp4",
            "you_name": " 名侦探柯南：剧场版第18部 / 名侦探柯南：2014年剧场版 / Meitantei Conan: Ijigen no sunaipâ / Detective Conan: Dimensional Sniper"
        },
        {
            "movie_id": 5,
            "title": "远海的侦探",
            "haibao_url": "XXXXXX/uploads/images/haibao/%E7%BB%9D%E6%B5%B7%E7%9A%84%E4%BE%A6%E6%8E%A2.jpg",
            "content": "晴朗时节，江户川柯南（高山南 配音）和毛利小五郎（小山力也 配音）、小兰（山崎和佳奈 配音）以及少年侦探团的伙伴们一同来到京都，他们即将登上自卫队的宙斯盾战舰，体验一把出海作战的感觉，期间还结识了美丽又有着几分神秘的女自卫队员藤井七海（柴咲幸 配音）。谁知快乐的氛围很快被恐慌所替代，战舰上突然发现一条断掉的手臂，消失的自卫队员又引起军方的恐慌与猜测。原来某国神秘间谍X已悄悄登上宙斯盾，伺机盗取战舰上的绝密情报。 ",
            "actor": "高山南 / 山崎和佳奈 / 小山力也 / 山口胜平 / 堀川亮 / ",
            "be_on": "2013-04-20(日本)",
            "time": "110分钟",
            "movie_class": "动画 / 悬疑",
            "movie_url": "XXXXXX/uploads/videos/远海的侦探.mp4",
            "you_name": "名侦探柯南：绝海的侦探(港) / 名侦探柯南：剧场版第17部 / 名侦探柯南：2013年剧场版 / Detective Conan: Private Eye in the Distant Sea"
        },
        {
            "movie_id": 6,
            "title": "沉默的十五分钟",
            "haibao_url": "XXXXXX/uploads/images/haibao/%E6%B2%89%E9%BB%98%E7%9A%84%E5%8D%81%E4%BA%94%E5%88%86%E9%92%9F.jpg",
            "content": "位于东京的东都线地铁开通当日，一起针对东京都知事朝仓优一郎的炸弹袭击事件爆发，导致东都线列车损毁。经过一番推理，柯南（高山みなみ 配音）等人认定这与8年前朝仓主持负责的北之泽水坝的修建有关。当年为了修建大坝，朝仓动员北之泽村的人民搬入新村，可是仍有许多人反抗到最后阶段。为了探明真相，柯南、灰原（林原めぐみ 配音）、少年侦探团以及毛利小五郎（小山力也 配音）等人开赴白雪皑皑的北之泽。在这片纯净的雪国，少年们尽情玩耍，与此同时他们也遇到了几名原北之泽村的村民，山尾溪介、远野瑞希、立原冬美等人。他们是从小一起长大的好朋友，而彼此之间似乎又有着某种芥蒂和秘密。真相究竟如何……  ",
            "actor": "高山南 / 山崎和佳奈 / 小山力也 / 茶风林 / 绪方贤一 / ",
            "be_on": "2011-04-16(日本)",
            "time": "109分钟",
            "movie_class": "动画 / 悬疑",
            "movie_url": "XXXXXX/uploads/videos/沉默的十五分钟.mp4",
            "you_name": "名侦探柯南2011：沉默的15分钟 / Detective Conan: Quarter of Silence / 名侦探柯南：沉默的15分钟 / 名侦探柯南：剧场版第15部"
        }
    ]
}

module.exports.data = data;